{
    "services": [
      {
        "heading": "Mentor-Mentee Program",
        "short_description": "Connect with experienced mentors for guidance and support",
        "long_description": ["BITS Pilani has implemented effective mentor-mentee programs through ACC to address academic and psychological issues among students. The objectives of this scheme include",
                            "Support System: Serving as a consistent support system for all students.",
                          "Personalized Mentoring: Providing one-on-one mentoring privately to ensure overall student growth.",
                          "Communication Improvement: Bridging the communication gap between teachers and students to enhance the academic atmosphere on campus.",
                          "Feedback Channel: Acting as a feedback channel for issues concerning students, faculty, departments, and the campus director."],
        "icon": "mentor"
      },
      {
        "heading": "Counselling",
        "short_description": "One-on-one counselling for academic and related concerns",
        "long_description": ["Academic Counselling: Assistance with course selection, strategies for academic success, and using academic flexibilities like elective choices and early graduation.",
                              "Career Counselling: Talks with experts, guidance on career decisions, and preparation for job placements.",
                              "Personal Counselling: Professional counsellors address psychological, emotional, and interpersonal challenges."],
        "icon": "counselling"
      },
      {
        "heading": "Support Services",
        "short_description": "Additional resources and support for student success",
        "long_description": ["First-Year Support: Assistance with study-life balance, managing extracurriculars, choosing a second degree for dualities, job opportunity awareness, and guidance on academic flexibilities.",
                              "Second-Year Support: Awareness about minor degrees, projects, Practice School-I, elective choices, and handling CGPA-related issues.",
                              "Third and Fourth-Year Support: Guidance on disciplinary electives, placements, internships, and profile building. Connecting students with alumni for career advice."
        ],
        "icon": "support"
      }
    ]
  }